[Character.CharClass_Nast_Native_Badass AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Nast_Native_Badass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Selvagem Encrenqueiro",TransformedNames=((TransformedName="Selvagem Super Encrenqueiro"),(TransformedName="Selvagem Encrenqueiro Definitivo"),(TransformedName="Omnd-Omnd-Ohk")))

[Skills.Skill_Stun SkillDefinition]
SkillName="Retardamento"
SkillDescription="Retarda os jogadores"
LockedSkillDetailStr="<Locked>"

